{
  "links": {
    "home": "Home",
    "english": "English",
    "chinese": "中文"
  },
  "home": {
    "title": "Home",
    "description": "This is homepage",
    "banner_data":{
      "title":"FANGSEA (Fuel for Digital Assets) is an enterprise-level blockchain platform designed to facilitate the digitization and exchange of assets on the blockchain.",
      "desc":"By leveraging the FANGSEA platform, companies can quickly develop and extend blockchain-based solutions for their customers. This will enable asset owners to realize the value of their assets, increase efficiency, reduce the cost of processing and managing assets, and facilitate asset trading."
    },
    "parject_data":{
      "title":"Project Introduction",
      "desc":"Real estate is the world's largest asset class and one of the least efficient investment assets. It has high investment, poor liquidity and difficult cross-border transactions. Subject to the offline trading model, the traditional Internet is difficult to make real estate transactions efficient, convenient and transparent. <br/>We will use blockchain technology to improve the traditional offline trading mode, rely on the pass-through economy to achieve real estate cross-border transactions, low investment and high liquidity, and learn from traditional real estate investment workers. With REITs, for example, asset holders can quickly trade real estate asset ownership and income rights through third-party pre-audit audits, risk control, and asset package revenue estimates."
    },
    "business":{
      "title":"Business Model",
      "data":[
        {
          "title":"Cryptographic payment",
          "desc":"FST (FangSea Token) is the certificate of the circulation of the FANGSEA.IO platform, and is also the value carrier of the entire ecosystem, mainly reflected in three aspects:",
          "sublist":[
            {
              "subtitle":"Right to use",
              "subDesclist":[
                "Users can use FST to pay various transaction fees for the FANGSEA.IO platform, such as: trading commissions, listing fees, property rentals, etc.",
                "Users can use FST to purchase various service products of FANGSEA.IO platform, such as: payment insurance, cash withdrawal insurance, etc. - Users can use FST to invest in the listed real estate certificate of FANGSEA.IO platform, for example: residential project certificate , commercial project certificate, hotel project certificate, etc."
              ]
            },
            {
              "subtitle":"Repurchase rights",
              "subDesclist":[
                "The FANGSEA.IO platform will repurchase the FST from time to time according to the market operation status, and protect the holder's pass rights. • Voting rights – FST holders can enjoy the voting rights of the FANGSEA.IO platform, which can vote according to the corresponding rules. Major management, operational matters, listing and delisting of real estate certificates, selection of third-party service agencies, etc."
              ]
            },
            {
              "subtitle":"Voting rights",
              "subDesclist":[
                "FST holders enjoy the voting rights of the FANGSEA.IO platform, which can vote on the major management and operation matters of the platform, the listing and delisting of real estate certificates, the selection of third party service organizations, etc. according to the corresponding rules."
              ]
            }
          ]
        },
        {
          "title":"Real estate pass and listing",
          "desc":"",
          "sublist":[
            {
              "subtitle":"",
              "subDesclist":["Property owners can apply for the certification of their assets through the FANGSEA.IO platform. This process is referred to as the Property Token Offering."]
            },
            {
              "subtitle":"",
              "subDesclist":["Real estates that have successfully voted through the PTO will use the FANGSEA.IO platform to generate a property token PT (Property Token) representing their interests and to list and trade on the FANGSEA.IO platform."]
            }
          ]
        },
        {
          "title":"Real Estate Pass PT",
          "desc":"PT (Property Token) is a certificate issued by the real estate project on the FANGSEA.IO platform. Its value is mainly reflected in two aspects:",
          "sublist":[
            {
              "subtitle":"OwnerOship",
              "subDesclist":[
                "The user holds the digital property rights of the real estate by investing in the PT, and the actual property rights of the real estate will be held by the special purpose institution SPV corresponding to the offline.",
                "PT holders can get rental income from the property. - PT holders can earn profit from the sale of the property."
              ]
            },
            {
              "subtitle":"Voting rights",
              "subDesclist":[
                "The PT holder has the right to vote on the property to be invested, and can vote on the property management, acquisition and sale, and selection of third-party service agencies of the property according to the corresponding rules."
              ]
            }
          ]
        }
      ]
    },
    "timeline":{
      "title":"Progress planning",
      "data":[
        {
          "date":"February 2018",
          "desc":"Project research and concept demonstration"
        },{
          "date":"May 2018",
          "desc":"Technical research and puncture"
        },{
          "date":"August 2018",
          "desc":"FST private placement"
        },{
          "date":"October 2018",
          "desc":"FANGSEA.IO Foundation Landing"
        },{
          "date":"October 2018",
          "desc":"Listed on the FST Exchange"
        },{
          "date":"October 2018",
          "desc":"FANGSEA.IO platform online transaction transaction cryptocurrency payment"
        },{
          "date":"October 2019",
          "desc":"FANGSEA.IO platform online real estate pass and listing"
        },{
          "date":"2020",
          "desc":"FANGSEA.IO platform supports cross-chain transactions"
        },{
          "date":"2020",
          "desc":"FST public chain release"
        },{
          "date":"2021",
          "desc":"FST ecosystem"
        }
      ]
    },
    "estate":{
      "title":"Real estate certificate",
      "data":[
        {
          "url":"/1.png",
          "desc":"Property holders initiate PTO application"
        },{
          "url":"/2.png",
          "desc":"Property Due Diligence PDD"
        },{
          "url":"/3.png",
          "desc":" FST holders vote to pass the PTO"
        },{
          "url":"/4.png",
          "desc":"Platform generated real estate certificate PT"
        },{
          "url":"/5.png",
          "desc":"PT crowdfunding sales"
        },{
          "url":"/6.png",
          "desc":"PT listing transaction"
        }
      ]
    },
    "funds":{
      "title":"Allocation of funds",
      "data":[
        {
          "name":"Institutional investors and angel investors",
          "value":15
        },{
          "name":"Community promotion reward",
          "value":5
        },{
          "name":"Circulation ratio",
          "value":25
        },{
          "name":"Foundation holding",
          "value":40
        },{
          "name":"Foundation staff",
          "value":15
        }
      ]
    }
  }
}
